Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2012.tmx
Source language: en_us
Languages: zh_cn

source: This was an important achievement for ensuring equal access to basic public services for all.
zh_cn: 这是推进基本公共服务均等化取得的重要成就。

source: We accelerated the construction of low-income housing.
zh_cn: 大力推进保障性安居工程建设。

source: We adopted guidelines on construction and management of low-income housing; improved policies on government input, land supply, credit support, and tax and fee reductions; strove to improve project planning and construction quality; and introduced a system and measures for distributing, managing, and recalling low-income housing.
zh_cn: 出台关于保障性安居工程建设和管理的指导意见，完善财政投入、土地供应、信贷支持、税费减免等政策，着力提高规划建设和工程质量水平，制定保障性住房分配、管理、退出等制度和办法。

source: The central government allocated 171.3 billion yuan for these purposes, an increase of 120% over 2010.
zh_cn: 中央财政安排资金1713亿元，是2010年的2.2倍，

source: We basically completed 4.32 million units of low-income urban housing and began construction on a further 10.43 million units.
zh_cn: 全年城镇保障性住房基本建成432万套，新开工建设1043万套。

source: We worked hard to safeguard public safety.
zh_cn: 努力维护社会公共安全。

source: We intensified oversight and supervision of workplace safety and ensured that major accidents were fully investigated and dealt with and those responsible were held accountable.
zh_cn: 加强安全生产监管，做好重特大安全事故的处置、调查、问责工作。

source: We improved the system and mechanisms for oversight and supervision of food safety, and gave high priority to cracking down on the use of illegal additives and the illegal production and processing of food.
zh_cn: 完善食品安全监管体制机制，集中打击、整治非法添加和违法生产加工行为。

source: We put people and services first, strengthened and made innovations in social administration, strove to investigate and resolve social conflicts, cracked down on crime in accordance with the law, and maintained social harmony and stability.
zh_cn: 坚持以人为本、服务为先，加强和创新社会管理，着力排查化解各类社会矛盾，依法打击违法犯罪活动，保持社会和谐稳定。

source: 5. Deepening reform and opening up and injecting new vitality and impetus into economic and social development.
zh_cn: （五）深入推进改革开放，为经济社会发展注入新的活力和动力。

source: We intensified efforts to overcome difficulties and carried forward reform in major areas and key links to meet reform targets set forth in the Twelfth Five-Year Plan.
zh_cn: 我们按照“十二五”规划提出的改革任务，加大攻坚力度，推动重点领域和关键环节的改革。

source: We improved the public finance system, particularly the budget management system. We put all extrabudgetary funds under budgetary management; expanded the scope of budgets for the use of state capital; deepened the reform requiring government departments to prepare their own budgets; and moved ahead with publicly releasing government budgets and final accounts.
zh_cn: 完善公共财政体系特别是预算管理制度，把预算外资金全部纳入预算管理，扩大国有资本经营预算实施范围，深化部门预算改革，推进政府预算、决算公开，

source: Ninety-eight central government departments as well as provincial and municipal governments, including Beijing, Shanghai, Guangdong and Shaanxi, publicly released information regarding their spending on official overseas trips, official vehicles and official hospitality.
zh_cn: 98个中央部门和北京、上海、广东、陕西等省市公开“三公经费”。

source: We carried out a price-based reform of resource taxes on crude oil and natural gas nationwide, and introduced a plan to replace business tax with value-added tax (VAT) on a trial basis.
zh_cn: 在全国范围实施原油、天然气资源税从价计征改革，出台营业税改征增值税试点方案。

source: We extended the use of RMB in cross-border trade settlement to the whole country, launched trials for settling overseas direct investment accounts in RMB, and began settling foreign direct investment accounts in RMB.
zh_cn: 把跨境贸易人民币结算范围扩大到全国，启动境外直接投资人民币结算试点，开展外商直接投资人民币结算业务。

source: We deepened reform of tenure in collective forests, launched a trial reform of state forestry farms, and started registration for contracting pastureland in accordance with the law.
zh_cn: 深化集体林权制度改革，启动国有林场改革试点，依法开展草原承包经营登记。

source: We pressed ahead with reform of the system for managing the construction of water conservancy facilities and made innovations in the system for managing water resources; and deepened reform of state-owned enterprises.
zh_cn: 推进水利建设管理体制改革，创新水资源管理体制。深化国有企业改革。

source: We carried out reform to restructure power grids by separating their main business from auxiliary services and implemented the plan to adjust the prices of on-grid electricity and non-household electricity.
zh_cn: 启动实施电网主辅分离改革重组以及上网电价和非居民用电价格调整方案。

source: We basically completed the reform of county and town government bodies, and proceeded with the reform of public institutions through classification in an orderly manner.
zh_cn: 基本完成乡镇机构改革。事业单位分类改革有序开展。

source: We continued to put equal emphasis on exports and imports, encouraged foreign investment in China and Chinese investment overseas, and made comprehensive improvements to China's open economy.
zh_cn: 我们坚持出口和进口并重，利用外资和对外投资并举，全面提升开放型经济水平。

source: We actively pursued the strategy of diversifying markets and improved the trade mix.
zh_cn: 积极推进市场多元化战略，努力优化贸易结构。

source: China's total volume of trade in goods totaled US$ 3.64 trillion for the year, up 22.5%. Exports and imports grew by 20.3% and 24.9%, respectively, and our trade surplus decreased further.
zh_cn: 全年货物进出口总额3.64万亿美元，增长22.5%，其中，出口增长20.3%，进口增长24.9%，贸易顺差进一步下降。

source: Total utilized foreign direct investment was $116 billion, and a larger proportion of it went to service industries and the central and western regions.
zh_cn: 实际使用外商直接投资1160亿美元，服务业和中西部地区比重提高。

source: Chinese companies expanded their overseas presence, and non-financial outward direct investment reached $60.1 billion.
zh_cn: 企业“走出去”步伐加快，非金融类对外直接投资601亿美元。

source: We actively participated in international and regional economic cooperation and continued to deepen multilateral and bilateral economic and trade relations.
zh_cn: 积极参与国际和区域经济合作，多边双边经贸关系继续深化。

source: We made outstanding progress in improving democracy and the legal system; strengthening national defense and building up the armed forces; and in our work related to Hong Kong, Macao and Taiwan and our diplomatic work.
zh_cn: 我们在民主法制建设、国防和军队建设、港澳台工作和外交工作等方面，都取得了卓有成效的进展。

source: Our hard-won achievements over the past year are a testament to the strength and vitality of the socialist system with Chinese characteristics, and have enhanced the pride and cohesiveness of the Chinese nation.
zh_cn: 过去一年的成绩来之不易，显示了中国特色社会主义的优越性和生命力，增强了中华民族的自豪感和凝聚力。

source: We owe these achievements to the sound decisions made by the Party Central Committee, with Comrade Hu Jintao as General Secretary, and its correct leadership, as well as the concerted efforts and hard work of the Party, the armed forces, and the people of all ethnic groups in China.
zh_cn: 这是以胡锦涛同志为总书记的党中央科学决策、正确领导的结果，是全党全军全国各族人民齐心协力、顽强拼搏的结果。

source: On behalf of the State Council, I wish to sincerely thank the Chinese people of all ethnic groups, the democratic parties, people's organizations, and people from all sectors of society.
zh_cn: 我代表国务院，向全国各族人民，向各民主党派、各人民团体和各界人士，表示诚挚的感谢！

source: I wish to express my sincere gratitude to our compatriots in the Hong Kong and Macao special administrative regions and in Taiwan, as well as overseas Chinese.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞、台湾同胞和海外侨胞，表示诚挚的感谢！

source: I also wish to express my sincere appreciation to governments of other countries, international organizations, and foreign friends around the world who show understanding for and support China in its pursuit of modernization.
zh_cn: 向关心和支持中国现代化建设的各国政府、国际组织和各国朋友，表示诚挚的感谢！

source: We are keenly aware that China still faces many difficulties and challenges in economic and social development.
zh_cn: 我们也清醒地看到，我国经济社会发展仍然面临不少困难和挑战。

source: Internationally, the road to global economic recovery will be tortuous, the global financial crisis is still evolving, and some countries will find it hard to ease the sovereign debt crisis any time soon.
zh_cn: 从国际看，世界经济复苏进程艰难曲折，国际金融危机还在发展，一些国家主权债务危机短期内难以缓解。

source: The unemployment rate remains high in the major developed economies, and they lack impetus for growth.
zh_cn: 主要发达经济体失业率居高难下，增长动力不足，

source: Emerging economies face the dual pressures of inflation and slowing economic growth.
zh_cn: 新兴经济体面临通货膨胀和经济增速回落的双重压力。

source: The exchange rates of major currencies and the prices of important commodities are experiencing sharp fluctuations.
zh_cn: 主要货币汇率剧烈波动，大宗商品价格大幅震荡。

source: Protectionism in international trade and investment is mounting.
zh_cn: 国际贸易投资保护主义强化。

source: Domestically, it has become more urgent but also more difficult to solve institutional and structural problems and alleviate the problem of unbalanced, uncoordinated, and unsustainable development. In addition, China's economy is encountering new problems.
zh_cn: 从国内看，解决体制性结构性矛盾，缓解发展不平衡、不协调、不可持续的问题更为迫切、难度更大，经济运行中又出现不少新情况新问题。主要是：

source: There is downward pressure on economic growth.
zh_cn: 经济增长存在下行压力，

source: Prices remain high.
zh_cn: 物价水平仍处高位，

source: Regulation of the real estate market is in a crucial stage.
zh_cn: 房地产市场调控处于关键阶段，

source: It is getting harder to maintain steady development of agriculture and sustain increases in rural incomes.
zh_cn: 农业稳定发展、农民持续增收难度加大，

source: Pressure to increase total employment coexists with structural shortages of qualified personnel in some industries.
zh_cn: 就业总量压力与结构性矛盾并存，

source: Some enterprises, especially small and micro businesses, face increasing difficulties in their operations.
zh_cn: 一些企业特别是小型微型企业经营困难增多，

source: Some industries are plagued by excess production capacity.
zh_cn: 部分行业产能过剩凸显，

source: Total energy consumption is growing excessively fast.
zh_cn: 能源消费总量增长过快。

source: Moreover, some long-term and short-term problems are interwoven;
zh_cn: 一些长期矛盾与短期问题相互交织，

source: structural and cyclical factors affect each other;
zh_cn: 结构性因素和周期性因素相互作用，

source: domestic and international problems have become interrelated;
zh_cn: 国内问题和国际问题相互关联，

source: and our macro-control work faces a more complex situation.
zh_cn: 宏观调控面临更加复杂的局面。

source: There are still some deficiencies and shortcomings in the government's work.
zh_cn: 政府工作仍存在一些缺点和不足，

source: Targets for conserving energy, reducing emissions, and controlling prices are not being met.
zh_cn: 节能减排、物价调控目标没有完成；

source: Problems concerning land expropriation, housing demolition, workplace safety, food and drug safety, and income distribution are still very serious and the people are still very concerned about them.
zh_cn: 征地拆迁、安全生产、食品药品安全、收入分配等方面问题还很突出，群众反映强烈；

source: Government administration and services need to be improved, and efforts to build clean government need to be intensified.
zh_cn: 政府管理和服务水平有待提高，廉政建设亟需加强。

source: We must act with a strong sense of responsibility toward the country and the people, take more effective steps to resolve these problems, strive to do all our work better, and truly live up to the people's expectations.
zh_cn: 我们一定要以对国家和人民高度负责的精神，采取更加有力的措施，切实解决存在的问题，努力把各项工作做得更好，决不辜负人民的重托。

source: II. Major Steps to Be Taken in Government Work in 2012
zh_cn: 二、2012年工作总体部署

source: This year is an important year of the Twelfth Five-Year Plan period, and the last year of the term of my government.
zh_cn: 今年是“十二五”时期承前启后的重要一年，也是本届政府任期的最后一年。

source: We must dedicate ourselves to our duties, forge ahead with determination, tackle difficult problems directly, and work diligently to achieve results that satisfy the people.
zh_cn: 我们要恪尽职守、锐意进取、攻坚克难，决不懈怠，交出一份人民满意的答卷。

source: We are still in an important period of strategic opportunities for China's development, and there are a number of favorable conditions for us to maintain steady and robust economic development for a long time.
zh_cn: 我国发展仍处于重要战略机遇期，在较长时期内继续保持经济平稳较快发展具备不少有利条件。

source: Industrialization, urbanization and agricultural modernization are proceeding rapidly, and improvements in the consumption pattern and the industrial structure will create huge potential demand.
zh_cn: 工业化、城镇化和农业现代化快速推进，消费结构和产业结构升级蕴藏着巨大的需求潜力；

source: In the course of over 30 years of reform and opening up, we have built a solid material foundation and institutional conditions for development and gained rich experience in macro-control.
zh_cn: 经过30多年改革开放，我国发展建立了良好的物质基础和体制条件，宏观调控经验不断丰富，

source: Our enterprises have become significantly more competitive and resilient.
zh_cn: 企业竞争力和抗风险能力明显提高；

source: The eastern region has greater capacity for innovation and development, and the development potential of the central and western regions and the old industrial bases in northeast China is being constantly unleashed.
zh_cn: 东部地区创新发展能力增强，中西部地区和东北等老工业基地发展潜力不断释放；

source: We still have our traditional strengths in economic development, as well as rich human resources and a more skilled workforce.
zh_cn: 经济发展的传统优势依然存在，劳动力资源丰富、素质提高；

source: We have a good balance between government revenue and expenditures and a sound financial system, and there is ample nongovernmental capital.
zh_cn: 财政收支状况良好，金融体系运行稳健，社会资金比较充裕。

source: The global economic and political patterns are undergoing profound changes;
zh_cn: 世界经济政治格局正在发生深刻变化，

source: peace, development, and cooperation remain the underlying trends of the times, and overall the situation is favorable for China's peaceful development.
zh_cn: 和平、发展、合作仍然是时代潮流，总体上有利于我国和平发展。

source: We need to have firm confidence, capitalize on favorable conditions and factors, and continue to grasp and make the most of this important period of strategic opportunities to promote steady and robust economic development, and continue to enhance China's overall strength and its international influence.
zh_cn: 我们要坚定信心，善于运用有利条件和积极因素，继续抓住和用好重要战略机遇期，推动经济平稳较快发展，不断增强我国的综合国力和国际影响力。

source: We must hold high the great banner of socialism with Chinese characteristics, take Deng Xiaoping Theory and the important thought of Three Represents as our guide, thoroughly apply the Scientific Outlook on Development, make progress while maintaining stability, and strengthen and improve macro-control.
zh_cn: 我们要高举中国特色社会主义伟大旗帜，以邓小平理论和“三个代表”重要思想为指导，深入贯彻落实科学发展观，坚持稳中求进，加强和改善宏观调控，

source: We will continue to balance maintaining steady and robust economic development, adjusting the economic structure, and managing inflation expectations; accelerate the transformation of the pattern of economic development and adjustment of the economic structure; vigorously expand domestic demand, particularly consumer demand; make every effort to strengthen innovation, energy conservation, and emissions reduction; and strive to deepen reform and opening up and ensure and improve the people's wellbeing.
zh_cn: 继续处理好保持经济平稳较快发展、调整经济结构和管理通胀预期的关系，加快推进经济发展方式转变和经济结构调整，着力扩大国内需求特别是消费需求，着力加强自主创新和节能减排，着力深化改革开放，着力保障和改善民生，

source: We will comprehensively advance socialist economic development, political, cultural and social progress, and ecological awareness.
zh_cn: 全面推进社会主义经济建设、政治建设、文化建设、社会建设以及生态文明建设，

source: We will strive to achieve steady and robust economic development and overall price stability, maintain social harmony and stability, and greet the coming Eighteenth National Congress of the CPC with outstanding achievements in economic and social development.
zh_cn: 努力实现经济平稳较快发展和物价总水平基本稳定，保持社会和谐稳定，以经济社会发展的优异成绩迎接党的十八大胜利召开。

source: The main targets for this year's economic and social development are as follows:
zh_cn: 今年经济社会发展的主要预期目标是：

source: to increase GDP by 7.5%, create more than 9 million new jobs in towns and cities, keep the registered urban unemployment rate at or below 4.6%, hold increases in the CPI to around 4%, increase the volume of total exports and imports by around 10%, and continue to improve our balance of payments.
zh_cn: 国内生产总值增长7.5%；城镇新增就业900万人以上，城镇登记失业率控制在4.6%以内；居民消费价格涨幅控制在4%左右；进出口总额增长10%左右，国际收支状况继续改善。

source: At the same time, we will make further progress in industrial restructuring, innovation, energy conservation, and emissions reduction, and ensure that both urban and rural residents' real incomes increase in line with economic growth.
zh_cn: 同时，要在产业结构调整、自主创新、节能减排等方面取得新进展，城乡居民收入实际增长和经济增长保持同步。

source: Here I wish to stress that in setting a slightly lower GDP growth rate, we hope to make it fit with targets in the Twelfth Five-Year Plan, and to guide people in all sectors to focus their work on accelerating the transformation of the pattern of economic development and making economic development more sustainable and efficient, so as to achieve higher-level, higher-quality development over a longer period of time.
zh_cn: 这里要着重说明，国内生产总值增长目标略微调低，主要是要与“十二五”规划目标逐步衔接，引导各方面把工作着力点放到加快转变经济发展方式、切实提高经济发展质量和效益上来，以利于实现更长时期、更高水平、更好质量发展。

source: In projecting a CPI increase of around 4%, we have taken into account imported inflation, rising costs of factors of production, and people's ability to absorb the impact of price increases, while leaving room for the effect of price reforms.
zh_cn: 提出居民消费价格涨幅控制在4%左右，综合考虑了输入性通胀因素、要素成本上升影响以及居民承受能力，也为价格改革预留一定空间。

source: Taking into consideration all relevant factors, we will continue to follow a proactive fiscal policy and a prudent monetary policy, carry out timely and appropriate anticipatory adjustments and fine-tuning, and make our policies more targeted, flexible, and anticipatory.
zh_cn: 综合考虑各方面情况，要继续实施积极的财政政策和稳健的货币政策，根据形势变化适时适度预调微调，进一步提高政策的针对性、灵活性和前瞻性。

source: We will continue to implement a proactive fiscal policy.
zh_cn: 继续实施积极的财政政策。

source: We will keep the deficit and government debt at appropriate levels.
zh_cn: 保持适度的财政赤字和国债规模。

source: This year, we are projecting a deficit of 800 billion yuan, a decrease to around 1.5% of GDP, which consists of a 550 billion yuan central government deficit and 250 billion yuan of bonds issued on behalf of local governments.
zh_cn: 今年拟安排财政赤字8000亿元，赤字率下降到1.5%左右，其中中央财政赤字5500亿元，代发地方债2500亿元。

source: We will improve the structure of expenditures and give priority to spending in key areas.
zh_cn: 优化财政支出结构、突出重点，

source: We will increase spending on areas which are important to the people's wellbeing, such as education, culture, medical and health care, employment, social security, and low-income housing projects.
zh_cn: 更加注重向民生领域倾斜，加大对教育、文化、医疗卫生、就业、社会保障、保障性安居工程等方面的投入。

source: We will pay greater attention to strengthening weak links, and increase funding for agriculture, rural areas, farmers, underdeveloped areas, scientific and technological innovation, energy conservation, environmental protection, water conservancy, and geological prospecting.
zh_cn: 更加注重加强薄弱环节，加大对“三农”、欠发达地区、科技创新和节能环保、水利、地质找矿等的支持。

source: We will be more economical; strictly restrict spending on official overseas trips, vehicles for official use, and official hospitality; greatly reduce meetings and documents; deepen reform of the system for the use of official cars; and further reduce administrative costs.
zh_cn: 更加注重勤俭节约，严格控制“三公经费”，大力精简会议和文件，深化公务用车制度改革，进一步降低行政成本。

source: We will continue to restrict the construction of office buildings in terms of both size and grades, and reduce spending on building large gymnasiums and stadiums.
zh_cn: 继续控制楼堂馆所建设规模和标准，压缩大型运动会场馆建设投入。

source: We will also comprehensively strengthen auditing of key areas, sectors, and funds.
zh_cn: 全面加强对重点领域、重点部门和重点资金的审计。

source: We will introduce structural tax reductions.
zh_cn: 实施结构性减税。

source: We will fully implement and improve all preferential tax policies to support the development of small, micro and individually owned businesses, and carry out pilot projects to replace business tax with VAT.
zh_cn: 认真落实和完善支持小型微型企业和个体工商户发展的各项税收优惠政策，开展营业税改征增值税试点。

source: We will continue to investigate the collection and use of administrative fees and operations of government-managed funds, merge them where necessary, and ensure fees are collected and government-managed funds are operated in a standardized way.
zh_cn: 继续对行政事业性收费和政府性基金进行清理、整合和规范。

source: We will strengthen supervision of local government debt and guard against risks.
zh_cn: 加强地方政府性债务管理和风险防范。

source: We will continue to deal with outstanding debts properly by classifying them into different categories and managing them accordingly, dealing with different situations differently, and resolving problems gradually.
zh_cn: 按照分类管理、区别对待、逐步化解的原则，继续妥善处理存量债务。

source: We will further investigate and standardize financing companies run by local governments.
zh_cn: 进一步清理规范地方政府融资平台公司。

source: Governments at all levels are prohibited from making guarantees and promises in this respect in violation of laws and regulations.
zh_cn: 坚决禁止各级政府以各种形式违规担保、承诺。

source: At the same time, we will both take short-term measures and build permanent systems, strictly limit new local government debt, and place revenue and expenditures of local government debt under budgetary management on the basis of their type.
zh_cn: 同时，把短期应对措施和长期制度建设结合起来，严格控制地方政府新增债务，将地方政府债务收支分类纳入预算管理。

source: We will continue to implement a prudent monetary policy.
zh_cn: 继续实施稳健的货币政策。

source: We aim to promote steady and robust economic development, keep prices stable, and guard against financial risks by keeping the total money and credit supply at an appropriate level, and taking a cautious yet flexible approach.
zh_cn: 按照总量适度、审慎灵活的要求，兼顾促进经济平稳较快发展、保持物价稳定和防范金融风险。

source: We will employ a full range of monetary policy tools, appropriately adjust the supply and demand of money and credit, and maintain proper growth of financing from nongovernment sources.
zh_cn: 综合运用各种货币政策工具，调节好货币信贷供求，保持社会融资规模合理增长。

source: The broad money supply is projected to increase by 14%.
zh_cn: 广义货币预期增长14%。

source: We will improve the credit structure, support key state projects that are under construction or expansion and low-income housing projects, and increase credit support to enterprises, especially small and micro businesses, whose operations are in accordance with industrial policies and whose products have market demand.
zh_cn: 优化信贷结构，支持国家重点在建、续建项目和保障性安居工程建设，加强对符合产业政策、有市场需求的企业特别是小型微型企业的信贷支持，

source: We will effectively reduce the financing costs of the real economy, and continue to strictly restrict loans to industries that are energy intensive, have high emissions or possess excess production capacity.
zh_cn: 切实降低实体经济融资成本。继续严格控制对高耗能、高污染和产能过剩行业的贷款。

source: We will improve the mechanism for setting the RMB exchange rate, make the floating exchange rate regime more flexible, and keep the RMB exchange rate basically stable at an appropriate and balanced level.
zh_cn: 完善人民币汇率形成机制，增强人民币汇率双向浮动弹性，保持人民币汇率在合理均衡水平上的基本稳定。

source: We will vigorously develop the foreign exchange market, diversify foreign exchange products, and provide more tools for market participants to hedge foreign exchange risks. We will manage and utilize our foreign exchange reserves well.
zh_cn: 大力发展外汇市场，丰富外汇产品，为市场主体提供更多的汇率避险工具，管好用好外汇储备。

source: We will set up a sound mechanism for preventing systemic financial risks and for coordinating financial oversight and supervision to strengthen our ability to withstand risks.
zh_cn: 建立健全系统性金融风险防范和监管协调机制，增强抵御风险能力。

source: We will tighten oversight on cross-border flows of capital, standardize all types of lending activities, and guide the sound development of private financing.
zh_cn: 加强跨境资本流动监控。规范各类借贷行为，引导民间融资健康发展。

source: To ensure success in all our work this year, we must uphold the theme of scientific development, take transforming the pattern of economic development as the main thread, adopt a holistic approach, and coordinate all our work.
zh_cn: 全面做好今年的工作，必须坚持突出主题、贯穿主线、统筹兼顾、协调推进，

source: We must coordinate efforts to achieve steady growth, control prices, adjust the economic structure, improve the people's wellbeing, implement reform, and promote harmony.
zh_cn: 把稳增长、控物价、调结构、惠民生、抓改革、促和谐更好地结合起来。

source: To achieve steady growth, we will continue to expand domestic demand and keep foreign demand stable, vigorously develop the real economy, work hard to counter the impact of various factors of instability and uncertainty at home and abroad, promptly resolve emerging issues that signal unfavorable trends, and maintain stable economic performance.
zh_cn: 稳增长，就是要坚持扩大内需、稳定外需，大力发展实体经济，努力克服国内外各种不稳定不确定因素的影响，及时解决苗头性、倾向性问题，保持经济平稳运行。
